{
  "nav": {
    "about": "О ПРЕДПРИЯТИИ",
    "contact": "КОНТАКТНЫЕ ДАННЫЕ",
    "location": "РАСПОЛОЖЕНИЕ",
    "certificates": "СЕРТИФИКАТЫ",
    "team": "КОЛЛЕКТИВ",
    "vacancy": "ВАКАНСИИ"
  },
  "views": {
    "about": "Основная сфера деятельности NordSteel OÜ – производство деталей и готовых каркасов из арматурного железа для панельных заводов и строительных объектов.",
    "contact": {
      "street": "Ул. Эттевытлузе, 6, Каркси-Нуйа, 69103,",
      "county": "Вильяндиский уезд, волость Мульги,",
      "country": "Эстония",
      "reg": "Рег. №",
      "vat": "№ VAT",
      "accounting": "Бухгалтерия"
    },
    "team": {
      "productionmanager": "Директор по производству",
      "develpomentmanager": "Технический и административный директор",
      "projectmanager": "Руководитель проектов",
      "kuido": "Куйдо Казак",
      "tarmo": "Тармо Соотс",
      "johannes": "Йоханнес Казак"
    },
    "vacancy": ""
  },
  "rings": {
    "home": {
      "header": "Здравствуйте!",
      "text": "Наводя курсор на кольца, вы найдете ассортимент товаров и услуг NordSteel OÜ."
    },
    "ring1": {
      "header": "Гнутые детали",
      "text": "Мы изготовляем гнутые детали из арматурного железа толщиной от 8 до 32 мм. Для гнутых изделий мы используем только арматурное железо B500B. По спецзаказу можно заказать также детали из материалов B500A и B500C. Выполняем работы на полностью автоматизированных новых станках итальянской фирмы MEP."
    },
    "ring2": {
      "header": "Столбы, ригели, балки и перемычки.",
      "text": "Изготавливаем каркасы для столбов с консолями и без консолей. Готовые каркасы поставляем на заводы бетонных изделий и объекты гражданского строительства. При необходимости добавляем закладные детали, монтажные петли и колонные башмаки. Готовые каркасы можно установить в формы без дополнительных работ, что существенно ускоряет процесс изготовления бетонных элементов. В настоящий момент мы изготавливаем стандартные каркасы длиной до 15 м, по спецзаказу – до 24 м."
    },
    "ring3": {
      "header": "Различные сетки",
      "text": "Мы производим различные сетки с толщиной арматуры от 8 до 20 мм. Можем изготавливать арматурные сетки размером 3,5 м × 12 м. Сетки могут быть как со ступенями, так и с проемами. Цена формируется только на основании окончательного веса. Крупнейшими заказчиками на сегодняшний день являются изготовители бетонных полов, для которых мы изготавливаем сетки согласно размерам помещения. По каждой сетке мы составляем для клиента установочный чертеж, и все сетки изготавливаются с надлежащими перекрытиями. Клиенту требуется уложить сетки в предусмотренном порядке и связать между собой."
    },
    "ring4": {
      "header": "Элементы пола, стены и лестниц.",
      "text": "Мы собираем из арматурного железа каркасы разной формы и степени сложности, которые не требуют дополнительных работ или финишной отделки при помещении в опалубку. Мы можем добавлять к деталям большинство закладных деталей, при необходимости также монтажные петли и стеновые башмаки. По стандартному заказу мы можем производить детали шириной 3,5 м и длиной 12 м."
    },
    "ring5": {
      "header": "Прямое арматурное железо",
      "text": "На нашем предприятии можно заказать прямую арматурную сталь, нарезанную по размерам. Оплата происходит на основании реального веса. Не нужно платить отдельно за остатки."
    },
    "ring6": {
      "header": "Арматурное железо на основании строительного проекта",
      "text": "Изготавливаем согласно спецификации гнутые, прямые или уже готовые каркасы в соответствии с общим объемом проекта. Таким образом, на объекте заказчика не возникает остатков, и стоимость всего проекта зафиксирована на весь период строительства."
    },
    "ring7": {
      "header": "Услуга армирования",
      "text": "На строительных объектах с плотным графиком зачастую именно работы по армированию требуется выполнять в срочном порядке. Чтобы обеспечить это, мы создали на предприятии отдел, который занимается армировкой на выезде. На нашем заводе составляются исполнительные чертежи, и согласно им подготавливается весь необходимый материал. Это обеспечивает быструю армировку на строительном объекте. Например, перекрытие площадью 500 м 2 мы готовы полностью армировать в течение 24 часов. Цена услуги формируется на основании веса (за кг), и стоимость рассчитывается от общего веса собранного каркаса."
    },
    "ring8": {
      "header": "Готовые каркасы",
      "text": "Изготавливаем для буронабивных свай арматурные каркасы, длина которых в настоящее время составляет максимально 18 м. По спецзаказу мы изготавливали также каркасы для свай длиной 24 м."
    },
    "ring9": {
      "header": "Монтажные петли",
      "text": "Изготавливаем монтажные петли разной формы и разного диаметра, как из черного металла S235, S355, так и из нержавеющей стали."
    }
  }
}